5.  Написати функцію, яка обчислює суму цифр введеного числа.

6.  Написати програму калькулятор, яка складається з наступних функцій: 

головної, яка пропонує вибрати дію та додаткових, які реалізовують вибрані дії, калькулятор працює доти, поки ми не виберемо дію вийти з калькулятора, після виходу, користувач отримує повідомлення з подякою за вибір нашого програмного продукту!!!

7.  Побудувати рекурсивну функцію обчислення чисел Фібоначі до числа введеного користувачем.
8.  Написати програму, яка обчислює дискримінант квадратного рівняння і обчислює його корені